var job_data = {
  "热菜厨师": {
    "不限": "",
    "热菜厨师分类一": ["回锅肉师傅", "冒菜厨师", "面条师傅"],
    "热菜厨师分类二": ["职业一", "职业二", "职业三"],
    "热菜厨师分类三": ["职业一", "职业二", "职业三"],
  },
  "凉菜厨师": {
    "凉菜厨师分类一": ["工种一", "工种二", "工种三", "工种四",],
    "凉菜厨师分类二": ["工种一", "工种二", "工种三", "工种四", "工种四"],
  },
  "配菜厨师": {
    "不限": "",
    "配菜厨师一": ["岗位一", "岗位一", "岗位一", "岗位一", "岗位一", "岗位一", "岗位一", ],
    "配菜厨师二": ["岗位一", "岗位一", "岗位一", "岗位一", "岗位一", "岗位一", "岗位一",],
    "配菜厨师三": ["岗位一", "岗位一", "岗位一", "岗位一", "岗位一", "岗位一", "岗位一",],
    "配菜厨师四": ["岗位一", "岗位一", "岗位一", "岗位一", "岗位一", "岗位一", "岗位一",],
   
  }
};

var city_data = {
  "四川省": {
    "不限": "",
    "成都市": ["金牛区", "成华区", "武侯区",],
    "德阳市": ["旌阳区", "中江", "绵竹", "西丽", ],
    "南充市": ["利农", "西充", "其它", ],
    
  },
  "重庆市": {
    "渝中区": ["解放碑", "码头", "好吃街", ],
    "渝北区": ["全部", "渝北", "九龙婆", ],
   
  
  }
};


function getCity() {
  return city_data;
}


function getJob() {
  return job_data;
}

module.exports = {
  getJob: getJob,
  getCity: getCity
}