var city_data = {
  "岗位一级分类01": {
    "不限": "",
    "岗位二级分类01": ["岗位三级分类01", "岗位三级分类02", "岗位三级分类03", "岗位三级分类04", "岗位三级分类05", "岗位三级分类06"],
    "岗位二级分类02": ["岗位三级分类01", "岗位三级分类02"],
    "岗位二级分类03": ["岗位三级分类01", "岗位三级分类02"],
    "岗位二级分类04": ["岗位三级分类01", "岗位三级分类02", "岗位三级分类03"],
  },
  "岗位一级分类02": {
    "岗位二级分类01": ["岗位三级分类01", "岗位三级分类01", "岗位三级分类01", "岗位三级分类01", "岗位三级分类01", "岗位三级分类01"],
    "岗位二级分类01": ["岗位三级分类01", "岗位三级分类01"],
    "岗位二级分类01": ["岗位三级分类01", "岗位三级分类01"],
    "岗位二级分类01": ["岗位三级分类01", "岗位三级分类01", "岗位三级分类01"],
  }
};


function getCity() {
  return city_data;
}

module.exports = {
  getCity: getCity
}